{
  "answer_to_label": {
    "3d reconstruction": 0,
    "abdominal abscess": 1,
    "abdominal aortic aneurysm": 2,
    "abdominal compartment syndrome": 3,
    "aberrant right subclavian artery": 4,
    "aberrant right subclavian artery (arsa)": 5,
    "abscess, pyogenic": 6,
    "achalasia": 7,
    "acl tear": 8,
    "acromioclavicular joint separation (grade iii)": 9,
    "active pulmonary tuberculosis": 10,
    "acute appendicitis": 11,
    "acute appendicitis with an appendicolith": 12,
    "acute bacterial meningitis": 13,
    "acute bilateral subdural hematomas, convexity, interhemispheric, tentorial": 14,
    "acute calculous cholecystitis": 15,
    "acute cerebral infarction, value of noncontrast ct": 16,
    "acute cholecystitis": 17,
    "acute disseminated encephalomyelitis": 18,
    "acute disseminated encephalomyelitis (adem)": 19,
    "acute dural venous sinus thrombosis (dvst), secondary temporal lobe venous hemorrhagic infarction": 20,
    "acute epidural hematoma": 21,
    "acute ischemic stroke, ct perfusion imaging": 22,
    "acute mesenteric ischemia": 23,
    "acute multiple sclerosis - enhancing lesion with mass effect.": 24,
    "acute myelogenous leukemia, aml": 25,
    "acute pediatric osteomyelitis": 26,
    "adamantinomatous craniopharyngioma": 27,
    "adenocarcinoma of the esophagus": 28,
    "adenocarcinoma of the lung": 29,
    "adenomyosis": 30,
    "adpkd -autosomal dominant polycystic kidney disease": 31,
    "adrenal myelolipoma": 32,
    "adult medulloblastoma": 33,
    "agenesis of the corpus callosum": 34,
    "agenesis of the corpus callosum heterotopic subependymal grey matter": 35,
    "allergic bronchopulmonary aspergillosis (abpa)": 36,
    "ameloblastoma": 37,
    "aminoaciduria": 38,
    "an - angiogram": 39,
    "anaplastic astrocytoma": 40,
    "anaplastic astrocytoma, grade iii, grade 3": 41,
    "anaplastic meningioma": 42,
    "aneurysm": 43,
    "aneurysm, cerebral": 44,
    "aneurysmal dilation of the vein of galen secondary to av fistulae (vein of galen aneurysm)": 45,
    "angiomyolipoma": 46,
    "angiosarcoma": 47,
    "ankylosing spondylitis": 48,
    "anoxic brain injury due to acute basilar artery thrombosis": 49,
    "anoxic brain injury, anoxia": 50,
    "anterior shoulder dislocation/instability": 51,
    "anticoagulation, complication, abdominal wall hematoma": 52,
    "aortic coarctation": 53,
    "aortic dissection": 54,
    "aortic dissection, aortic tear": 55,
    "aortic nipple": 56,
    "aortic pseudoaneurysm": 57,
    "ap": 58,
    "appendicitis": 59,
    "arachnoid cyst": 60,
    "arachnoid cyst associated, spontaneous subdural hematoma": 61,
    "arachnoid cyst with extension through third ventricle into lateral ventricle": 62,
    "arnold-chiari malformations": 63,
    "arteriovenous malformation": 64,
    "arteriovenous malformation (avm)": 65,
    "asbestos pleural plaques": 66,
    "asthma and pneumomediastinum": 67,
    "astrocytoma, grading and subtypes": 68,
    "astrocytoma, low-grade (who 2), supratentorial": 69,
    "atelectasis": 70,
    "atlantoaxial instability": 71,
    "atlas fracture": 72,
    "atrial septal defect": 73,
    "atypical teratoid/rhabdoid tumor": 74,
    "autosomal recessive polycystic kidney disease": 75,
    "avascular necrosis": 76,
    "avascular necrosis of the femoral head": 77,
    "avm, arterio-venous malformation, vascular malformation": 78,
    "avulsion fracture of the anterior superior iliac spine": 79,
    "axial": 80,
    "azygous lobe": 81,
    "balo concentric sclerosis": 82,
    "bas - barium swallow": 83,
    "basilar artery \u00a0aneurysm (basilar tip aneurysm)": 84,
    "be - barium enema": 85,
    "benign orbital calcifications": 86,
    "biliary cystadenoma": 87,
    "blowout fracture of orbit": 88,
    "bochdalek hernia": 89,
    "bone metastasis, secondary to prostate cancer.": 90,
    "brain abscess (gram positive cocci)": 91,
    "brain abscess vs. cerebritis": 92,
    "brain abscess, central nervous system": 93,
    "brain death": 94,
    "brain metastasis, sources and locations": 95,
    "brain, cerebral abscess": 96,
    "brain, parenchymal hemorrhage, contusion": 97,
    "breast": 98,
    "breast cancer, metastatic": 99,
    "bronchiectasis": 100,
    "bucket handle meniscal tear of the knee": 101,
    "bucket-handle meniscal tear": 102,
    "c-spine fracture": 103,
    "calcaneal fracture": 104,
    "calcific tendinitis": 105,
    "calcium pyrophosphate dihydrate (cppd) crystal deposition disease": 106,
    "carbon monoxide poisoning": 107,
    "carcinoma, small cell": 108,
    "cardiac fibroma": 109,
    "cardiogenic pulmonary edema \u2013 chf exacerbation secondary to new onset atrial fibrillation.": 110,
    "carotid artery dissection": 111,
    "carotid body tumor": 112,
    "carotid dissection": 113,
    "cavernous angioma": 114,
    "cavernous angioma with dva": 115,
    "cavernous hemangioma": 116,
    "cavernous malformation (cavernous angioma)": 117,
    "cavernous malformation, \u00a0thoracic spinal cord": 118,
    "cavernous \u00a0hemangioma": 119,
    "celiac, abdominal aorta, & common iliac aneurysms": 120,
    "central neurocytoma": 121,
    "central pontine myelinolysis (cpm) (osmotic myelinolysis)": 122,
    "cephalocele": 123,
    "cephalohematoma": 124,
    "cerebellar astrocytoma (pilocytic astrocytoma)": 125,
    "cerebellar hemangioblastoma": 126,
    "cerebellopontine angle meningioma": 127,
    "cerebral aneurysm": 128,
    "cerebral arterial dolichoectasia": 129,
    "cerebral arteriovenous malformation (avm)": 130,
    "cerebral hyperperfusion syndrome": 131,
    "cerebral infarct": 132,
    "cerebral infarct (l mca territory)": 133,
    "cerebral infarction": 134,
    "cerebral infarction (stroke)": 135,
    "cervical nerve root avulsion": 136,
    "chance-type fracture": 137,
    "charcot joint": 138,
    "chiari 3 malformation cervical-occipital encephalocele": 139,
    "chiari ii": 140,
    "chiari iii hindbrain malformation with large occipital encephalocele": 141,
    "childhood brain tumors, epidemiology, demographics": 142,
    "chloroma": 143,
    "choanal atresia and congenital nasal airway obstruction": 144,
    "choledochal cyst": 145,
    "choledocholithiasis": 146,
    "cholelithiasis": 147,
    "cholesteatoma": 148,
    "chondroblastic osteosarcoma": 149,
    "chondrocalcinosis": 150,
    "chondrosarcoma": 151,
    "chondrosarcoma of the skull base": 152,
    "chordoma": 153,
    "choroid plexus cyst": 154,
    "choroid plexus neoplasm, papilloma, carcinoma": 155,
    "choroid plexus papilloma": 156,
    "chronic eosinophilic pneumonia": 157,
    "chronic osteomyelitis": 158,
    "circumaortic left renal vein": 159,
    "classical hodgkins lymphoma, nodular sclerosis subtype": 160,
    "clear cell chondrosarcoma": 161,
    "cleidocranial dysostosis/dysplasia": 162,
    "cns prenchymal metastasis": 163,
    "coarctation of the aorta": 164,
    "colles' fracture": 165,
    "colloid (neuroepithelial) cyst of the third ventricle": 166,
    "colloid cyst": 167,
    "colloid cyst, mr and ct characteristics": 168,
    "colon adenocarcinoma": 169,
    "colon cancer": 170,
    "common carotid occlusion": 171,
    "complete fracture": 172,
    "complex nasoethmoid and orbit fractures with pneumoorbita and pneumocephalus": 173,
    "compound composite odontoma": 174,
    "compression ultrasound diagnosis of lower extremity deep vein thrombosis": 175,
    "conal lesions: graves orbitopathy": 176,
    "congenital diaphragmatic hernia": 177,
    "congenital pseudoarthrosis of the clavicle": 178,
    "congital absence of the internal carotid artery": 179,
    "contrast": 180,
    "cord infarct with secondary atrophy": 181,
    "coronal": 182,
    "corpus callosum lipoma": 183,
    "cranial epidural abscess": 184,
    "craniopharyngioma": 185,
    "craniosynostosis; scaphocephaly": 186,
    "crohn disease": 187,
    "crohn's disease": 188,
    "crohn's disease on pet and tc-99m hmpao tagged wbc scanning": 189,
    "crossed fused ectopia": 190,
    "croup": 191,
    "cryptococcal meningoencephalitis": 192,
    "ct - gi & iv contrast": 193,
    "ct - myelogram": 194,
    "ct noncontrast": 195,
    "ct w/contrast (iv)": 196,
    "ct with gi and iv contrast": 197,
    "ct with gi contrast": 198,
    "ct with iv contrast": 199,
    "cta - ct angiography": 200,
    "cuneiform stress fracture": 201,
    "cystic hygroma (turner's syndrome)": 202,
    "cystic meningioma, atypical": 203,
    "cysticercosis": 204,
    "decubitus": 205,
    "dehiscent julgular bulb": 206,
    "depressed \u00a0skull \u00a0fractures": 207,
    "dermoid cyst": 208,
    "dermoid cyst (cystic teratoma)": 209,
    "dermoid cyst, nasofrontal with remnant tract to skin surface.": 210,
    "desmoplastic \u00a0medulloblastoma": 211,
    "developmental venous anomaly": 212,
    "diastematomyelia": 213,
    "differentiating lumbar discopathy from protrusion acetabula": 214,
    "diffuse esophageal spasm": 215,
    "diffuse idiopathic skeletal hyperostosis (dish), cervical and thoracic spine fractures": 216,
    "diffuse large b-cell lymphoma": 217,
    "diffuse large cell lymphoma": 218,
    "diffuse midline glioma (pontine glioma h3k27m status unknown)": 219,
    "disc herniation with free fragment": 220,
    "diverticulitis": 221,
    "dnet (dysembryoplastic neuroepithelial tumor)": 222,
    "double aortic arch": 223,
    "drop metastases": 224,
    "duplicated inferior vena cava": 225,
    "duplicated renal collecting system": 226,
    "dural av fistulae": 227,
    "dural sinus thrombosis": 228,
    "dural sinus thrombosis, transverse and sigmoid sinus": 229,
    "dural \u00a0fistula, avf": 230,
    "dva, developmental venous anomaly, venous angioma": 231,
    "eagle syndrome": 232,
    "early onset breast cancer": 233,
    "ectopic pregnancy": 234,
    "embryonal carcinoma": 235,
    "emphysematous cholecystitis": 236,
    "emphysematous pyelonephritis": 237,
    "empyema": 238,
    "enchondroma": 239,
    "endometrial polyp": 240,
    "endometrioma": 241,
    "enlarged subarachnoid space": 242,
    "ependymal neoplasms, ependymoma": 243,
    "ependymoma": 244,
    "ependymoma cervical spinal cord": 245,
    "epidermoid brain tumor (epidermoid inclusion cyst)": 246,
    "epidermoid cyst": 247,
    "epidermoid inclusion cyst": 248,
    "epidermoid tumor": 249,
    "epididymitis": 250,
    "epidural spinal hematoma": 251,
    "epiploic appendigitis.": 252,
    "erectile dysfunction": 253,
    "esophageal b-cell lymphoma": 254,
    "esophageal duplication cyst": 255,
    "esophageal foreign body - coin ingestion": 256,
    "esophageal leiomyoma": 257,
    "esophageal lipomatosis": 258,
    "ewing sarcoma": 259,
    "ewing's sarcoma": 260,
    "extramedullary hematopoiesis": 261,
    "extraventricular neurocytoma": 262,
    "face, sinuses, and neck": 263,
    "facial nerve paralysis": 264,
    "facial nerve schwannoma": 265,
    "facial trauma s/p mva": 266,
    "fat necrosis": 267,
    "fatty replacement of the pancreas secondary to cystic fibrosis": 268,
    "femoral neck stress fractures": 269,
    "femoral pseudoaneurysms": 270,
    "fibrillary astrocytoma": 271,
    "fibro osseous lesions of the face and sinuses": 272,
    "fibro osseous lesions of the face and sinuses (fibrous dysplasia)": 273,
    "fibromatosis colli": 274,
    "fibromuscular dysplasia, renal infarct": 275,
    "fibrosarcoma": 276,
    "fibrous dysplasia": 277,
    "flair": 278,
    "focal nodular hyperplasia": 279,
    "foregut cyst": 280,
    "fracture dislocation at c6-c7.": 281,
    "fracture of the base of 5th metatarsal.": 282,
    "fractures of the base of the fifth metatarsal": 283,
    "frontal": 284,
    "fronto-nasal encephalocele": 285,
    "gallbladder polyp": 286,
    "ganglioglioma": 287,
    "ganglioneuroma": 288,
    "gastric diverticula": 289,
    "gastric diverticulum": 290,
    "gastric trichobezoar (hairball), rapunzel syndrome": 291,
    "gastrointestinal": 292,
    "gastrointestinal stromal tumor (gist)": 293,
    "gastroschisis": 294,
    "gemistocytic astrocytoma": 295,
    "genitourinary": 296,
    "gi and iv": 297,
    "gi bleeding, coil embolization": 298,
    "giant tumefactive perivascular spaces": 299,
    "glioblastoma multiforme": 300,
    "glioblastoma multiforme (gbm)": 301,
    "glioblastoma multiforme (gbm, astrocytoma grade 4/iv)": 302,
    "glioblastome multiforme (gbm)": 303,
    "glomus tumor, paraganglioma, chemodectoma": 304,
    "glomus tympanicum and glomus jugulare tumors (paraganglioma)": 305,
    "granular cell tumor": 306,
    "gray matter heterotopia, focal type": 307,
    "grenade fragment stable in transverse foramina of the vertebrae": 308,
    "guillain-barre syndrome": 309,
    "gynecomastia": 310,
    "heart and great vessels": 311,
    "hemangioblastoma": 312,
    "hemangioma, soft-tissue": 313,
    "hematosalpinx": 314,
    "hemiazygous and azygous continuation of the inferior vena cava": 315,
    "hemorrhage in basal ganglia, hypertensive, acute stroke": 316,
    "hepatic adenoma": 317,
    "hepatic congestion secondary to congestive heart failure": 318,
    "hepatic hemangioma": 319,
    "hepatoblastoma": 320,
    "hepatocellular carcinoma and bone metastasis.": 321,
    "hereditary hemorrhagic telangiectasia (hht) and pulmonary arteriovenous malformation (avm)- osler-weber-rendu": 322,
    "hereditary multiple exostoses": 323,
    "hereditary nonpolyposis colon cancer": 324,
    "herpes simplex encephalitis (hse)": 325,
    "hiatal hernia": 326,
    "histoplasmosis": 327,
    "hodgkin's lymphoma": 328,
    "holoprosencephaly": 329,
    "horseshoe kidney": 330,
    "hydranencephaly": 331,
    "hydrocephalus secondary to intraventricular hemorrhage. \u00a0periventricular leukomalacia": 332,
    "hydropneumothorax": 333,
    "hydroxyapatite crystal deposition disease": 334,
    "hyperdense middle cerebral artery sign": 335,
    "hypertrophic pyloric stenosis": 336,
    "hypothalamic glioma": 337,
    "hypothalamic hamartoma": 338,
    "hypoxic/ischemic encephalopathy": 339,
    "iatrogenic pneumoperitoneum": 340,
    "imaging in traumatic brain injury": 341,
    "incidental malrotation and acute appendicitis": 342,
    "incorrect picc line placement.": 343,
    "infiltrating ductal carcinoma": 344,
    "inflammatory breast cancer": 345,
    "inflammatory breast carcinoma": 346,
    "intervertebral disk herniation": 347,
    "intestinal malrotation": 348,
    "intracranial dermoid inclusion cyst": 349,
    "intracranial epidermoid cyst": 350,
    "intracranial epidermoid cyst (retroclival)": 351,
    "intracranial hypotension": 352,
    "intracranial internal carotid artery aneurysm": 353,
    "intracranial lipoma": 354,
    "intracranial venous thrombosis": 355,
    "intradural extramedullary meningioma.": 356,
    "intramedullary (intradural-intramedullary), spinal lesions": 357,
    "intraosseous lipoma": 358,
    "intrathoracic kidney": 359,
    "intrauterine devices": 360,
    "intravascular lymphomatosis": 361,
    "intraventricular meningioma": 362,
    "intussusception": 363,
    "invasive lobular carcinoma": 364,
    "iv": 365,
    "jejunal atresia": 366,
    "jugular foramen mass": 367,
    "juvenile pilocytic astrocytoma": 368,
    "killian-jamieson diverticulum": 369,
    "kyphoplasty cement leak": 370,
    "langerhan cell histiocytosis": 371,
    "langerhans cell histiocytosis": 372,
    "langerhans cell histiocytosis (eosiniphilic granuloma of bone)": 373,
    "lateral": 374,
    "left aortic arch with aberrant right subclavian artery": 375,
    "left optic nerve glioma, neurofibromatosis 1 (nf1)": 376,
    "leigh's disease (subacute necrotizing encephalopathy).": 377,
    "leptomeningeal carcinomatosis": 378,
    "leptomeningeal sarcoid": 379,
    "lesions of external auditory (ear) canal": 380,
    "lhermitte duclos": 381,
    "lipomatous hypertrophy of the interatrial septum": 382,
    "liponeurocytoma": 383,
    "liposarcoma, myxoid liposarcoma": 384,
    "liposclerosing myxofibrous tumor of bone (lsmft)": 385,
    "liver hemangioma": 386,
    "lobar holoprosencephaly": 387,
    "location of mucoceles": 388,
    "longitudinal": 389,
    "low grade diffuse astrocytoma": 390,
    "lumbar herniated disc": 391,
    "lumbar nerve root avulsion": 392,
    "lumbar spinal stenosis": 393,
    "lung adenocarcinoma and cns metastasis": 394,
    "lung, mediastinum, pleura": 395,
    "lung, stage iiib adenocarcinoma": 396,
    "malignant melanoma": 397,
    "malignant peripheral nerve sheath tumor (mpnst)": 398,
    "malrotation": 399,
    "mammo - cc": 400,
    "mammo - mag cc": 401,
    "mammo - mlo": 402,
    "mammograph": 403,
    "mastoiditis": 404,
    "mature cystic teratoma": 405,
    "mca territory cerebral infarction": 406,
    "medial collateral ligament injuries": 407,
    "median arcuate ligament syndrome": 408,
    "medullary sponge kidney": 409,
    "medulloblastoma": 410,
    "medulloblastoma (pnet)": 411,
    "megacystis microcolon intestinal hypoperistalsis syndrome (mmihs)": 412,
    "meningeal hemangiopericytoma": 413,
    "meningioma": 414,
    "meningioma, multiple": 415,
    "meningioma, radiation induced": 416,
    "meningioma, who grading system": 417,
    "meniscal tear": 418,
    "mesial temporal sclerosis": 419,
    "metastatic breast cancer": 420,
    "metastatic bronchogenic carcinoma": 421,
    "metastatic disease from colonic carcinoma": 422,
    "metastatic malignant melanoma": 423,
    "microcystic (serous) adenoma of the pancreas": 424,
    "microtia and atresia of the external auditory canal and middle ear stuctures": 425,
    "midgut malrotation": 426,
    "mixed germ cell tumors of the testicle": 427,
    "mondini syndrome": 428,
    "morgagni hernia": 429,
    "motor vehicle accident and multiple sclerosis exacerbation": 430,
    "moya-moya": 431,
    "moyamoya": 432,
    "moyamoya disease": 433,
    "mr - adc map (app diff coeff)": 434,
    "mr - dwi diffusion weighted": 435,
    "mr - fiesta": 436,
    "mr - flair": 437,
    "mr - flair w/gd": 438,
    "mr - other pulse seq.": 439,
    "mr - pdw proton density": 440,
    "mr - stir": 441,
    "mr - t1w - noncontrast": 442,
    "mr - t1w w/gadolinium": 443,
    "mr - t1w w/gd (fat suppressed)": 444,
    "mr - t2 weighted": 445,
    "mr t2* gradient,gre,mpgr,swan,swi": 446,
    "mra - mr angiography/venography": 447,
    "mrsa pneumonia complicated by empyema": 448,
    "multiple hereditary exostosis": 449,
    "multiple myeloma": 450,
    "multiple osteochondromatosis": 451,
    "multiple sclerosis": 452,
    "musculoskeletal": 453,
    "mycotic aneurysm": 454,
    "myelolipoma": 455,
    "myxoid liposarcoma, metastatic to chest wall": 456,
    "nasopharyngeal carcinoma": 457,
    "necrotizing enterocolitis": 458,
    "nephrolithiasis - kidney stones": 459,
    "neuroblastoma": 460,
    "neurocytoma, central neurocytoma": 461,
    "neurofibromatosis type 1": 462,
    "neurofibromatosis type 1, diagnostic criteria": 463,
    "neurofibromatosis-1, nf1, nf-1": 464,
    "neuromyelitis optica (devic syndrome, devic's disease) diagnostic criteria": 465,
    "neurosarcoid, cns sarcoid": 466,
    "nm - nuclear medicine": 467,
    "no": 468,
    "nodular sclerosing hodgkin\u2019s lymphoma": 469,
    "non-hodgkin's lymphoma - b-cell lymphoma": 470,
    "non-small cell lung cancer": 471,
    "noncontrast": 472,
    "nonketotic hyperglycemic hemichorea hemiballismus": 473,
    "nonossifying fibroma": 474,
    "nonspecific interstitial pneumonitis": 475,
    "nontraumatic subarachnoid hemorrhage": 476,
    "oblique": 477,
    "obstruction and isolation of the right posterior sectoral duct and its radicals from the remainder of the biliary system": 478,
    "ocular \u00a0melanoma": 479,
    "oculo-auriculo-vertebral syndrome (oavs)": 480,
    "odontogenic keratocyst of the mandible": 481,
    "odontoid process fracture, type ii": 482,
    "olfactory neuroblastoma (esthesioneuroblastoma)": 483,
    "oligodendroglioma, profile and who grade": 484,
    "omphalocele": 485,
    "open lip schizencephaly": 486,
    "opll - ossification of the posterior longitudinal ligament": 487,
    "optic glioma": 488,
    "optic nerve": 489,
    "optic neuritis": 490,
    "orbital cellulitis": 491,
    "orbital optic nerve meningioma": 492,
    "orbital retrobulbar dermoid cyst": 493,
    "oropharyngeal cancer": 494,
    "os acromiale": 495,
    "ossified posterior longitudinal ligament (opll)": 496,
    "osteitis condensans ilii (illei)": 497,
    "osteochondritis dissecans": 498,
    "osteochondroma": 499,
    "osteogenesis imperfecta": 500,
    "osteoid osteoma": 501,
    "osteoma, head and neck": 502,
    "osteomyelitis": 503,
    "osteomyelitis following ingestion of foreign body (watch battery)": 504,
    "osteosarcoma": 505,
    "otosclerosis": 506,
    "ovarian torsion": 507,
    "ovarian vein thrombosis": 508,
    "pa": 509,
    "paget disease of bone": 510,
    "pancoast tumor": 511,
    "pancreatic adenocarcinoma": 512,
    "papillary carcinoma of the thyroid": 513,
    "papillary glioneuronal tumor": 514,
    "papillary thyroid cancer": 515,
    "papillary tumor of pineal region": 516,
    "paradoxic embolization, patent foramen ovale, cerebral infarction": 517,
    "paraganglioma": 518,
    "parathyroid adenoma": 519,
    "parosteal osteosarcoma": 520,
    "partial anomalous pulmonary venous return": 521,
    "pectus excavatum": 522,
    "pediatric pneumonia (round pneumonia)": 523,
    "pelligrini-stieda lesion": 524,
    "penetrating injury (gunshot wound) to the head and temporal bone.": 525,
    "percutaneous nephrostomy": 526,
    "pericardial effusion with tamponade": 527,
    "persistent left svc": 528,
    "pet - positron emission": 529,
    "pheochromocytoma": 530,
    "pheochromocytoma, bilateral": 531,
    "pilocytic astrocytoma": 532,
    "pilocytic astrocytoma of the posterior fossa": 533,
    "pilomyxoid astrocytoma (pma), who grade 2": 534,
    "pituitary apoplexy": 535,
    "pituitary macroadenoma": 536,
    "pituitary microadenoma": 537,
    "pituitary, hyperprolactinemia": 538,
    "plantar fasciitis": 539,
    "plantar plate disruption": 540,
    "pleomorphic adenoma": 541,
    "pleomorphic adenoma of the parotid gland": 542,
    "pleuropulmonary blastoma": 543,
    "pneumatocele": 544,
    "pneumatosis intestinalis and portal venous gas": 545,
    "pneumomediastinum": 546,
    "pneumopericardium": 547,
    "pneumothorax": 548,
    "pneumothorax, anterior": 549,
    "porcelain gallbladder": 550,
    "port site hernia mimicing a spigelian hernia": 551,
    "portal vein thrombosis": 552,
    "post-operative internal carotid artery fistula, level of ophthalmic artery.": 553,
    "posterior cerebellar artery infarct": 554,
    "posterior reversible encephalopathy syndrome (pres)": 555,
    "posterior urethral valve": 556,
    "posterior urethral valves": 557,
    "postpartum cerebral angiopathy": 558,
    "pres - posterior reversible leukoencephalopathy (rpl or reversible post. encephalopathy)": 559,
    "preseptal cellulitis": 560,
    "primary lymphoma of bone": 561,
    "primary lymphoma of the bladder": 562,
    "primary sclerosing cholangitis": 563,
    "progression of low-grade glioma to high-grade glioma": 564,
    "pseudomembranous colitis": 565,
    "pseudotumor \u00a0cerebri (\"benign\" idiopathic intracranial hypertension)": 566,
    "psoriatic arthritis": 567,
    "puerperal (post-partum) septic pelvic thrombophlebitis": 568,
    "pulmonary arteriovenous malformation": 569,
    "pulmonary embolism": 570,
    "pulmonary hamartoma": 571,
    "pulmonary langerhans cell histiocytosis": 572,
    "pulmonary sarcoidosis": 573,
    "pulmonary sequestration": 574,
    "pulmonary thromboembolism": 575,
    "pyonephrosis": 576,
    "quadrilateral space syndrome": 577,
    "radial head fracture": 578,
    "radiation necrosis": 579,
    "rectovaginal fistula": 580,
    "renal angiomyolipoma": 581,
    "renal cell carcinoma": 582,
    "renal disease in systemic lupus erythematosus (sle) versus c3 glomerulonephritis": 583,
    "retinoblastoma": 584,
    "retroperitoneal neoplasm": 585,
    "rheumatoid arthritis": 586,
    "rickets": 587,
    "rickets due to renal failure": 588,
    "right aortic arch with aberrant left subclavian artery": 589,
    "right vertebral artery dissection, lateral medullary syndrome (wallenberg syndrome)": 590,
    "rupture of cerebral abscess into the ventricular system (pyocephalus)": 591,
    "ruptured aortic aneurysm": 592,
    "ruptured appendicitis": 593,
    "ruptured ectopic pregnancy": 594,
    "ruptured meckel's cave dermoid inclusion cyst": 595,
    "sacroiliitis": 596,
    "sagittal": 597,
    "sarcoidosis": 598,
    "sbft - small bowel": 599,
    "scaphoid fracture": 600,
    "scheuermann kyphosis": 601,
    "schizencephaly": 602,
    "schwannoma": 603,
    "scimitar syndrome": 604,
    "segmental omental infarct": 605,
    "segond fracture with asssociated anterior cruciate ligament tear": 606,
    "seminoma": 607,
    "septo-optic dysplasia (demorsier syndrome)": 608,
    "sequestration, intralobar bronchopulmonary": 609,
    "severe diffuse axonal injury (shearing injury) of the lobar white matter, corpus callosum, and cerebellum with cortical edema": 610,
    "shaken baby syndrome": 611,
    "shingles, varicella zoster, chicken pox": 612,
    "sialadenitits": 613,
    "sickle cell anemia": 614,
    "sickle cell disease": 615,
    "silent sinus syndrome": 616,
    "simple bone cyst": 617,
    "situs inversus totalis": 618,
    "skull and contents": 619,
    "skull cap in anterior abdominal wall": 620,
    "skull fracture from cell phone": 621,
    "small bowel lymphoma": 622,
    "spermatocele": 623,
    "spigelian hernia": 624,
    "spinal cord abscess": 625,
    "spinal cord astrocytoma": 626,
    "spinal dural arteriovenous fistula": 627,
    "spinal tuberculosis/potts disease": 628,
    "spine and contents": 629,
    "spine, epidural abscess": 630,
    "spine, spinal stenosis": 631,
    "spiral salter-harris ii fracture": 632,
    "splenic laceration": 633,
    "spondylodiskitis with epidural abcess of the cervical spine": 634,
    "spondylolisthesis": 635,
    "spondylolysis": 636,
    "spongioform encephalopathy, presumed variant creutzfeldt-jakob disease": 637,
    "sporadic burkitt's lymphoma (diffuse small noncleaved cell lymphoma)": 638,
    "squamous cell carcinoma": 639,
    "stress fracture": 640,
    "stress fracture of the distal fibula": 641,
    "sturge weber syndrome": 642,
    "sturge-weber \u00a0syndrome": 643,
    "subarachnoid hemorrhage": 644,
    "subcapsular hematoma of liver": 645,
    "subchorionic hemorrhage": 646,
    "subcutaneous abscess": 647,
    "subdural empyema": 648,
    "subependymoma, lateral ventricle": 649,
    "subperiosteal orbital abscess": 650,
    "superficial siderosis of the cns meninges": 651,
    "superior sagittal sinus thrombosis": 652,
    "supracondylar fracture": 653,
    "svc duplication": 654,
    "synovial cyst": 655,
    "syringomyelia": 656,
    "t-99m hdp and subacute osteomyelitis": 657,
    "t1": 658,
    "t2": 659,
    "takayasu arteritis": 660,
    "takayasu's arteritis": 661,
    "talocalcaneal coalition": 662,
    "talocalcaneal tarsal coalition": 663,
    "tbi, brain contusion, longitudinal temporal bone fracture.": 664,
    "testicular neoplasm": 665,
    "testicular torsion": 666,
    "thoracic neuroblastoma": 667,
    "thymic cyst - benign mediastinal cysts": 668,
    "thyroid acropachy": 669,
    "tibial stress fracture": 670,
    "tophaceous gout": 671,
    "topic: lumbar instability: functional and anatomic": 672,
    "torch infections": 673,
    "toxic megacolon": 674,
    "toxoplasmosis": 675,
    "transitional cell carcinoma": 676,
    "transscaphoid-transtriquetrial perilunate fracture dislocation": 677,
    "transverse": 678,
    "traumatic aortic injury": 679,
    "traumatic carotid-cavernous fistula": 680,
    "traumatic ruptured spleen": 681,
    "traumatic transient lateral patellar dislocation.": 682,
    "tuberous sclerosis": 683,
    "tuberous sclerosis (bourneville disease)": 684,
    "tuberous sclerosis complex": 685,
    "tumefactive multiple sclerosis": 686,
    "ugi - upper gi": 687,
    "unicameral (simple) bone cyst": 688,
    "unilateral megaloencephaly, hemimegalencephaly": 689,
    "ureteral stone, perinephric fluid": 690,
    "us - ultrasound": 691,
    "us-d - doppler ultrasound": 692,
    "usuhs faculty senate, education committee, 2010-2011": 693,
    "uterine fibroid embolization": 694,
    "uterine synechiae": 695,
    "uterus didelphys with hematometrocolpos and multicystic dysplastic kidney": 696,
    "vacterl syndrome": 697,
    "varicocele": 698,
    "vascular and lymphatic": 699,
    "vasculitis, vasculitides": 700,
    "vein of galen malformation": 701,
    "venogram": 702,
    "venous infarction": 703,
    "venous thrombosis of the vein of galen, straight sinus, and dominant left transverse venous dural sinus.": 704,
    "ventriculus terminalis": 705,
    "vertebra plana": 706,
    "vertebral artery dissection with cerebellar infarction": 707,
    "vertebral artery dissection with cerebellar infarcts": 708,
    "vestibular (acoustic) schwannoma": 709,
    "vestibular schwannoma": 710,
    "vestibular schwannoma (\"acoustic\"schwannoma)": 711,
    "visual fields, differential diagnosis": 712,
    "wernicke encephalopathy": 713,
    "wilms tumor": 714,
    "wilms tumor, stage iv": 715,
    "x-linked adrenoleukodystrophy": 716,
    "xr - plain film": 717,
    "yes": 718,
    "yolk sac tumor": 719,
    "zenker's diverticulum": 720
  },
  "label_to_answer": {
    "0": "3d reconstruction",
    "1": "abdominal abscess",
    "2": "abdominal aortic aneurysm",
    "3": "abdominal compartment syndrome",
    "4": "aberrant right subclavian artery",
    "5": "aberrant right subclavian artery (arsa)",
    "6": "abscess, pyogenic",
    "7": "achalasia",
    "8": "acl tear",
    "9": "acromioclavicular joint separation (grade iii)",
    "10": "active pulmonary tuberculosis",
    "11": "acute appendicitis",
    "12": "acute appendicitis with an appendicolith",
    "13": "acute bacterial meningitis",
    "14": "acute bilateral subdural hematomas, convexity, interhemispheric, tentorial",
    "15": "acute calculous cholecystitis",
    "16": "acute cerebral infarction, value of noncontrast ct",
    "17": "acute cholecystitis",
    "18": "acute disseminated encephalomyelitis",
    "19": "acute disseminated encephalomyelitis (adem)",
    "20": "acute dural venous sinus thrombosis (dvst), secondary temporal lobe venous hemorrhagic infarction",
    "21": "acute epidural hematoma",
    "22": "acute ischemic stroke, ct perfusion imaging",
    "23": "acute mesenteric ischemia",
    "24": "acute multiple sclerosis - enhancing lesion with mass effect.",
    "25": "acute myelogenous leukemia, aml",
    "26": "acute pediatric osteomyelitis",
    "27": "adamantinomatous craniopharyngioma",
    "28": "adenocarcinoma of the esophagus",
    "29": "adenocarcinoma of the lung",
    "30": "adenomyosis",
    "31": "adpkd -autosomal dominant polycystic kidney disease",
    "32": "adrenal myelolipoma",
    "33": "adult medulloblastoma",
    "34": "agenesis of the corpus callosum",
    "35": "agenesis of the corpus callosum heterotopic subependymal grey matter",
    "36": "allergic bronchopulmonary aspergillosis (abpa)",
    "37": "ameloblastoma",
    "38": "aminoaciduria",
    "39": "an - angiogram",
    "40": "anaplastic astrocytoma",
    "41": "anaplastic astrocytoma, grade iii, grade 3",
    "42": "anaplastic meningioma",
    "43": "aneurysm",
    "44": "aneurysm, cerebral",
    "45": "aneurysmal dilation of the vein of galen secondary to av fistulae (vein of galen aneurysm)",
    "46": "angiomyolipoma",
    "47": "angiosarcoma",
    "48": "ankylosing spondylitis",
    "49": "anoxic brain injury due to acute basilar artery thrombosis",
    "50": "anoxic brain injury, anoxia",
    "51": "anterior shoulder dislocation/instability",
    "52": "anticoagulation, complication, abdominal wall hematoma",
    "53": "aortic coarctation",
    "54": "aortic dissection",
    "55": "aortic dissection, aortic tear",
    "56": "aortic nipple",
    "57": "aortic pseudoaneurysm",
    "58": "ap",
    "59": "appendicitis",
    "60": "arachnoid cyst",
    "61": "arachnoid cyst associated, spontaneous subdural hematoma",
    "62": "arachnoid cyst with extension through third ventricle into lateral ventricle",
    "63": "arnold-chiari malformations",
    "64": "arteriovenous malformation",
    "65": "arteriovenous malformation (avm)",
    "66": "asbestos pleural plaques",
    "67": "asthma and pneumomediastinum",
    "68": "astrocytoma, grading and subtypes",
    "69": "astrocytoma, low-grade (who 2), supratentorial",
    "70": "atelectasis",
    "71": "atlantoaxial instability",
    "72": "atlas fracture",
    "73": "atrial septal defect",
    "74": "atypical teratoid/rhabdoid tumor",
    "75": "autosomal recessive polycystic kidney disease",
    "76": "avascular necrosis",
    "77": "avascular necrosis of the femoral head",
    "78": "avm, arterio-venous malformation, vascular malformation",
    "79": "avulsion fracture of the anterior superior iliac spine",
    "80": "axial",
    "81": "azygous lobe",
    "82": "balo concentric sclerosis",
    "83": "bas - barium swallow",
    "84": "basilar artery \u00a0aneurysm (basilar tip aneurysm)",
    "85": "be - barium enema",
    "86": "benign orbital calcifications",
    "87": "biliary cystadenoma",
    "88": "blowout fracture of orbit",
    "89": "bochdalek hernia",
    "90": "bone metastasis, secondary to prostate cancer.",
    "91": "brain abscess (gram positive cocci)",
    "92": "brain abscess vs. cerebritis",
    "93": "brain abscess, central nervous system",
    "94": "brain death",
    "95": "brain metastasis, sources and locations",
    "96": "brain, cerebral abscess",
    "97": "brain, parenchymal hemorrhage, contusion",
    "98": "breast",
    "99": "breast cancer, metastatic",
    "100": "bronchiectasis",
    "101": "bucket handle meniscal tear of the knee",
    "102": "bucket-handle meniscal tear",
    "103": "c-spine fracture",
    "104": "calcaneal fracture",
    "105": "calcific tendinitis",
    "106": "calcium pyrophosphate dihydrate (cppd) crystal deposition disease",
    "107": "carbon monoxide poisoning",
    "108": "carcinoma, small cell",
    "109": "cardiac fibroma",
    "110": "cardiogenic pulmonary edema \u2013 chf exacerbation secondary to new onset atrial fibrillation.",
    "111": "carotid artery dissection",
    "112": "carotid body tumor",
    "113": "carotid dissection",
    "114": "cavernous angioma",
    "115": "cavernous angioma with dva",
    "116": "cavernous hemangioma",
    "117": "cavernous malformation (cavernous angioma)",
    "118": "cavernous malformation, \u00a0thoracic spinal cord",
    "119": "cavernous \u00a0hemangioma",
    "120": "celiac, abdominal aorta, & common iliac aneurysms",
    "121": "central neurocytoma",
    "122": "central pontine myelinolysis (cpm) (osmotic myelinolysis)",
    "123": "cephalocele",
    "124": "cephalohematoma",
    "125": "cerebellar astrocytoma (pilocytic astrocytoma)",
    "126": "cerebellar hemangioblastoma",
    "127": "cerebellopontine angle meningioma",
    "128": "cerebral aneurysm",
    "129": "cerebral arterial dolichoectasia",
    "130": "cerebral arteriovenous malformation (avm)",
    "131": "cerebral hyperperfusion syndrome",
    "132": "cerebral infarct",
    "133": "cerebral infarct (l mca territory)",
    "134": "cerebral infarction",
    "135": "cerebral infarction (stroke)",
    "136": "cervical nerve root avulsion",
    "137": "chance-type fracture",
    "138": "charcot joint",
    "139": "chiari 3 malformation cervical-occipital encephalocele",
    "140": "chiari ii",
    "141": "chiari iii hindbrain malformation with large occipital encephalocele",
    "142": "childhood brain tumors, epidemiology, demographics",
    "143": "chloroma",
    "144": "choanal atresia and congenital nasal airway obstruction",
    "145": "choledochal cyst",
    "146": "choledocholithiasis",
    "147": "cholelithiasis",
    "148": "cholesteatoma",
    "149": "chondroblastic osteosarcoma",
    "150": "chondrocalcinosis",
    "151": "chondrosarcoma",
    "152": "chondrosarcoma of the skull base",
    "153": "chordoma",
    "154": "choroid plexus cyst",
    "155": "choroid plexus neoplasm, papilloma, carcinoma",
    "156": "choroid plexus papilloma",
    "157": "chronic eosinophilic pneumonia",
    "158": "chronic osteomyelitis",
    "159": "circumaortic left renal vein",
    "160": "classical hodgkins lymphoma, nodular sclerosis subtype",
    "161": "clear cell chondrosarcoma",
    "162": "cleidocranial dysostosis/dysplasia",
    "163": "cns prenchymal metastasis",
    "164": "coarctation of the aorta",
    "165": "colles' fracture",
    "166": "colloid (neuroepithelial) cyst of the third ventricle",
    "167": "colloid cyst",
    "168": "colloid cyst, mr and ct characteristics",
    "169": "colon adenocarcinoma",
    "170": "colon cancer",
    "171": "common carotid occlusion",
    "172": "complete fracture",
    "173": "complex nasoethmoid and orbit fractures with pneumoorbita and pneumocephalus",
    "174": "compound composite odontoma",
    "175": "compression ultrasound diagnosis of lower extremity deep vein thrombosis",
    "176": "conal lesions: graves orbitopathy",
    "177": "congenital diaphragmatic hernia",
    "178": "congenital pseudoarthrosis of the clavicle",
    "179": "congital absence of the internal carotid artery",
    "180": "contrast",
    "181": "cord infarct with secondary atrophy",
    "182": "coronal",
    "183": "corpus callosum lipoma",
    "184": "cranial epidural abscess",
    "185": "craniopharyngioma",
    "186": "craniosynostosis; scaphocephaly",
    "187": "crohn disease",
    "188": "crohn's disease",
    "189": "crohn's disease on pet and tc-99m hmpao tagged wbc scanning",
    "190": "crossed fused ectopia",
    "191": "croup",
    "192": "cryptococcal meningoencephalitis",
    "193": "ct - gi & iv contrast",
    "194": "ct - myelogram",
    "195": "ct noncontrast",
    "196": "ct w/contrast (iv)",
    "197": "ct with gi and iv contrast",
    "198": "ct with gi contrast",
    "199": "ct with iv contrast",
    "200": "cta - ct angiography",
    "201": "cuneiform stress fracture",
    "202": "cystic hygroma (turner's syndrome)",
    "203": "cystic meningioma, atypical",
    "204": "cysticercosis",
    "205": "decubitus",
    "206": "dehiscent julgular bulb",
    "207": "depressed \u00a0skull \u00a0fractures",
    "208": "dermoid cyst",
    "209": "dermoid cyst (cystic teratoma)",
    "210": "dermoid cyst, nasofrontal with remnant tract to skin surface.",
    "211": "desmoplastic \u00a0medulloblastoma",
    "212": "developmental venous anomaly",
    "213": "diastematomyelia",
    "214": "differentiating lumbar discopathy from protrusion acetabula",
    "215": "diffuse esophageal spasm",
    "216": "diffuse idiopathic skeletal hyperostosis (dish), cervical and thoracic spine fractures",
    "217": "diffuse large b-cell lymphoma",
    "218": "diffuse large cell lymphoma",
    "219": "diffuse midline glioma (pontine glioma h3k27m status unknown)",
    "220": "disc herniation with free fragment",
    "221": "diverticulitis",
    "222": "dnet (dysembryoplastic neuroepithelial tumor)",
    "223": "double aortic arch",
    "224": "drop metastases",
    "225": "duplicated inferior vena cava",
    "226": "duplicated renal collecting system",
    "227": "dural av fistulae",
    "228": "dural sinus thrombosis",
    "229": "dural sinus thrombosis, transverse and sigmoid sinus",
    "230": "dural \u00a0fistula, avf",
    "231": "dva, developmental venous anomaly, venous angioma",
    "232": "eagle syndrome",
    "233": "early onset breast cancer",
    "234": "ectopic pregnancy",
    "235": "embryonal carcinoma",
    "236": "emphysematous cholecystitis",
    "237": "emphysematous pyelonephritis",
    "238": "empyema",
    "239": "enchondroma",
    "240": "endometrial polyp",
    "241": "endometrioma",
    "242": "enlarged subarachnoid space",
    "243": "ependymal neoplasms, ependymoma",
    "244": "ependymoma",
    "245": "ependymoma cervical spinal cord",
    "246": "epidermoid brain tumor (epidermoid inclusion cyst)",
    "247": "epidermoid cyst",
    "248": "epidermoid inclusion cyst",
    "249": "epidermoid tumor",
    "250": "epididymitis",
    "251": "epidural spinal hematoma",
    "252": "epiploic appendigitis.",
    "253": "erectile dysfunction",
    "254": "esophageal b-cell lymphoma",
    "255": "esophageal duplication cyst",
    "256": "esophageal foreign body - coin ingestion",
    "257": "esophageal leiomyoma",
    "258": "esophageal lipomatosis",
    "259": "ewing sarcoma",
    "260": "ewing's sarcoma",
    "261": "extramedullary hematopoiesis",
    "262": "extraventricular neurocytoma",
    "263": "face, sinuses, and neck",
    "264": "facial nerve paralysis",
    "265": "facial nerve schwannoma",
    "266": "facial trauma s/p mva",
    "267": "fat necrosis",
    "268": "fatty replacement of the pancreas secondary to cystic fibrosis",
    "269": "femoral neck stress fractures",
    "270": "femoral pseudoaneurysms",
    "271": "fibrillary astrocytoma",
    "272": "fibro osseous lesions of the face and sinuses",
    "273": "fibro osseous lesions of the face and sinuses (fibrous dysplasia)",
    "274": "fibromatosis colli",
    "275": "fibromuscular dysplasia, renal infarct",
    "276": "fibrosarcoma",
    "277": "fibrous dysplasia",
    "278": "flair",
    "279": "focal nodular hyperplasia",
    "280": "foregut cyst",
    "281": "fracture dislocation at c6-c7.",
    "282": "fracture of the base of 5th metatarsal.",
    "283": "fractures of the base of the fifth metatarsal",
    "284": "frontal",
    "285": "fronto-nasal encephalocele",
    "286": "gallbladder polyp",
    "287": "ganglioglioma",
    "288": "ganglioneuroma",
    "289": "gastric diverticula",
    "290": "gastric diverticulum",
    "291": "gastric trichobezoar (hairball), rapunzel syndrome",
    "292": "gastrointestinal",
    "293": "gastrointestinal stromal tumor (gist)",
    "294": "gastroschisis",
    "295": "gemistocytic astrocytoma",
    "296": "genitourinary",
    "297": "gi and iv",
    "298": "gi bleeding, coil embolization",
    "299": "giant tumefactive perivascular spaces",
    "300": "glioblastoma multiforme",
    "301": "glioblastoma multiforme (gbm)",
    "302": "glioblastoma multiforme (gbm, astrocytoma grade 4/iv)",
    "303": "glioblastome multiforme (gbm)",
    "304": "glomus tumor, paraganglioma, chemodectoma",
    "305": "glomus tympanicum and glomus jugulare tumors (paraganglioma)",
    "306": "granular cell tumor",
    "307": "gray matter heterotopia, focal type",
    "308": "grenade fragment stable in transverse foramina of the vertebrae",
    "309": "guillain-barre syndrome",
    "310": "gynecomastia",
    "311": "heart and great vessels",
    "312": "hemangioblastoma",
    "313": "hemangioma, soft-tissue",
    "314": "hematosalpinx",
    "315": "hemiazygous and azygous continuation of the inferior vena cava",
    "316": "hemorrhage in basal ganglia, hypertensive, acute stroke",
    "317": "hepatic adenoma",
    "318": "hepatic congestion secondary to congestive heart failure",
    "319": "hepatic hemangioma",
    "320": "hepatoblastoma",
    "321": "hepatocellular carcinoma and bone metastasis.",
    "322": "hereditary hemorrhagic telangiectasia (hht) and pulmonary arteriovenous malformation (avm)- osler-weber-rendu",
    "323": "hereditary multiple exostoses",
    "324": "hereditary nonpolyposis colon cancer",
    "325": "herpes simplex encephalitis (hse)",
    "326": "hiatal hernia",
    "327": "histoplasmosis",
    "328": "hodgkin's lymphoma",
    "329": "holoprosencephaly",
    "330": "horseshoe kidney",
    "331": "hydranencephaly",
    "332": "hydrocephalus secondary to intraventricular hemorrhage. \u00a0periventricular leukomalacia",
    "333": "hydropneumothorax",
    "334": "hydroxyapatite crystal deposition disease",
    "335": "hyperdense middle cerebral artery sign",
    "336": "hypertrophic pyloric stenosis",
    "337": "hypothalamic glioma",
    "338": "hypothalamic hamartoma",
    "339": "hypoxic/ischemic encephalopathy",
    "340": "iatrogenic pneumoperitoneum",
    "341": "imaging in traumatic brain injury",
    "342": "incidental malrotation and acute appendicitis",
    "343": "incorrect picc line placement.",
    "344": "infiltrating ductal carcinoma",
    "345": "inflammatory breast cancer",
    "346": "inflammatory breast carcinoma",
    "347": "intervertebral disk herniation",
    "348": "intestinal malrotation",
    "349": "intracranial dermoid inclusion cyst",
    "350": "intracranial epidermoid cyst",
    "351": "intracranial epidermoid cyst (retroclival)",
    "352": "intracranial hypotension",
    "353": "intracranial internal carotid artery aneurysm",
    "354": "intracranial lipoma",
    "355": "intracranial venous thrombosis",
    "356": "intradural extramedullary meningioma.",
    "357": "intramedullary (intradural-intramedullary), spinal lesions",
    "358": "intraosseous lipoma",
    "359": "intrathoracic kidney",
    "360": "intrauterine devices",
    "361": "intravascular lymphomatosis",
    "362": "intraventricular meningioma",
    "363": "intussusception",
    "364": "invasive lobular carcinoma",
    "365": "iv",
    "366": "jejunal atresia",
    "367": "jugular foramen mass",
    "368": "juvenile pilocytic astrocytoma",
    "369": "killian-jamieson diverticulum",
    "370": "kyphoplasty cement leak",
    "371": "langerhan cell histiocytosis",
    "372": "langerhans cell histiocytosis",
    "373": "langerhans cell histiocytosis (eosiniphilic granuloma of bone)",
    "374": "lateral",
    "375": "left aortic arch with aberrant right subclavian artery",
    "376": "left optic nerve glioma, neurofibromatosis 1 (nf1)",
    "377": "leigh's disease (subacute necrotizing encephalopathy).",
    "378": "leptomeningeal carcinomatosis",
    "379": "leptomeningeal sarcoid",
    "380": "lesions of external auditory (ear) canal",
    "381": "lhermitte duclos",
    "382": "lipomatous hypertrophy of the interatrial septum",
    "383": "liponeurocytoma",
    "384": "liposarcoma, myxoid liposarcoma",
    "385": "liposclerosing myxofibrous tumor of bone (lsmft)",
    "386": "liver hemangioma",
    "387": "lobar holoprosencephaly",
    "388": "location of mucoceles",
    "389": "longitudinal",
    "390": "low grade diffuse astrocytoma",
    "391": "lumbar herniated disc",
    "392": "lumbar nerve root avulsion",
    "393": "lumbar spinal stenosis",
    "394": "lung adenocarcinoma and cns metastasis",
    "395": "lung, mediastinum, pleura",
    "396": "lung, stage iiib adenocarcinoma",
    "397": "malignant melanoma",
    "398": "malignant peripheral nerve sheath tumor (mpnst)",
    "399": "malrotation",
    "400": "mammo - cc",
    "401": "mammo - mag cc",
    "402": "mammo - mlo",
    "403": "mammograph",
    "404": "mastoiditis",
    "405": "mature cystic teratoma",
    "406": "mca territory cerebral infarction",
    "407": "medial collateral ligament injuries",
    "408": "median arcuate ligament syndrome",
    "409": "medullary sponge kidney",
    "410": "medulloblastoma",
    "411": "medulloblastoma (pnet)",
    "412": "megacystis microcolon intestinal hypoperistalsis syndrome (mmihs)",
    "413": "meningeal hemangiopericytoma",
    "414": "meningioma",
    "415": "meningioma, multiple",
    "416": "meningioma, radiation induced",
    "417": "meningioma, who grading system",
    "418": "meniscal tear",
    "419": "mesial temporal sclerosis",
    "420": "metastatic breast cancer",
    "421": "metastatic bronchogenic carcinoma",
    "422": "metastatic disease from colonic carcinoma",
    "423": "metastatic malignant melanoma",
    "424": "microcystic (serous) adenoma of the pancreas",
    "425": "microtia and atresia of the external auditory canal and middle ear stuctures",
    "426": "midgut malrotation",
    "427": "mixed germ cell tumors of the testicle",
    "428": "mondini syndrome",
    "429": "morgagni hernia",
    "430": "motor vehicle accident and multiple sclerosis exacerbation",
    "431": "moya-moya",
    "432": "moyamoya",
    "433": "moyamoya disease",
    "434": "mr - adc map (app diff coeff)",
    "435": "mr - dwi diffusion weighted",
    "436": "mr - fiesta",
    "437": "mr - flair",
    "438": "mr - flair w/gd",
    "439": "mr - other pulse seq.",
    "440": "mr - pdw proton density",
    "441": "mr - stir",
    "442": "mr - t1w - noncontrast",
    "443": "mr - t1w w/gadolinium",
    "444": "mr - t1w w/gd (fat suppressed)",
    "445": "mr - t2 weighted",
    "446": "mr t2* gradient,gre,mpgr,swan,swi",
    "447": "mra - mr angiography/venography",
    "448": "mrsa pneumonia complicated by empyema",
    "449": "multiple hereditary exostosis",
    "450": "multiple myeloma",
    "451": "multiple osteochondromatosis",
    "452": "multiple sclerosis",
    "453": "musculoskeletal",
    "454": "mycotic aneurysm",
    "455": "myelolipoma",
    "456": "myxoid liposarcoma, metastatic to chest wall",
    "457": "nasopharyngeal carcinoma",
    "458": "necrotizing enterocolitis",
    "459": "nephrolithiasis - kidney stones",
    "460": "neuroblastoma",
    "461": "neurocytoma, central neurocytoma",
    "462": "neurofibromatosis type 1",
    "463": "neurofibromatosis type 1, diagnostic criteria",
    "464": "neurofibromatosis-1, nf1, nf-1",
    "465": "neuromyelitis optica (devic syndrome, devic's disease) diagnostic criteria",
    "466": "neurosarcoid, cns sarcoid",
    "467": "nm - nuclear medicine",
    "468": "no",
    "469": "nodular sclerosing hodgkin\u2019s lymphoma",
    "470": "non-hodgkin's lymphoma - b-cell lymphoma",
